[
  {
    "q": "Quyền sử dụng đất là gì?",
    "a": "Quyền sử dụng đất là quyền của người sử dụng được Nhà nước giao, cho thuê hoặc công nhận. Người sử dụng đất có thể sử dụng đất đó trong thời hạn xác định, được hưởng thành quả lao động trên đất, và có thể chuyển giao quyền sử dụng cho người khác (tham khảo Luật Đất đai 2013, Điều 26)."
  },
  {
    "q": "Giấy chứng nhận quyền sử dụng đất (GCN) có giá trị bao lâu?",
    "a": "Giấy chứng nhận quyền sử dụng đất (GCN) có giá trị pháp lý lâu dài, miễn là người sử dụng đất tuân thủ pháp luật. Thời hạn sử dụng đất ghi trong GCN tùy theo hình thức giao đất (ví dụ: đất ở thường là ổn định lâu dài; đất thuê có thời hạn cụ thể)."
  },
  {
    "q": "Tôi có thể chuyển nhượng đất cho người khác không?",
    "a": "Có, nếu đất không tranh chấp, không bị kê biên, và đáp ứng các điều kiện theo Luật. Thủ tục: lập hợp đồng chuyển nhượng, công chứng/chứng thực, nộp hồ sơ sang tên tại Văn phòng đăng ký đất đai. Phần lớn người sử dụng đất hợp pháp đều được phép chuyển nhượng (Luật Đất đai, Điều 27)."
  },
  {
    "q": "Chuyển mục đích sử dụng đất từ nông nghiệp sang ở cần điều kiện gì?",
    "a": "Cần xin phép cơ quan Nhà nước có thẩm quyền (UBND cấp huyện/tỉnh), phù hợp quy hoạch sử dụng đất, và đóng tiền sử dụng đất/tiền chênh lệch giá (nếu có). Thủ tục cụ thể tuỳ vào quy định địa phương."
  },
  {
    "q": "Thời hạn sử dụng đất ở là bao lâu?",
    "a": "Thời hạn sử dụng đất ở thường là ổn định lâu dài (sử dụng vĩnh viễn miễn bảo vệ pháp luật). Tuy nhiên, nếu được giao hay cho thuê, thời hạn cụ thể được ghi trong quyết định giao/thuê. Kiểm tra GCN hoặc quyết định giao đất để biết chính xác."
  },
  {
    "q": "Thời hạn sử dụng đất nông nghiệp bao lâu?",
    "a": "Thời hạn sử dụng đất nông nghiệp phụ thuộc vào hình thức giao đất: nếu được Nhà nước giao không thu tiền, thời hạn có thể ổn định lâu dài; nếu cho thuê, thời hạn được xác định trong hợp đồng thuê. Kiểm tra giấy tờ của bạn để biết chính xác."
  },
  {
    "q": "Nhà nước thu hồi đất để làm dự án, tôi được bồi thường thế nào?",
    "a": "Khi Nhà nước thu hồi đất, người có đất được bồi thường, hỗ trợ, và tái định cư theo quy định. Mức bồi thường dựa trên bảng giá đất do UBND tỉnh ban hành và phương án bồi thường cụ thể của dự án. Công khai và thương lượng với chủ đầu tư là quyền của bạn."
  },
  {
    "q": "Giá bồi thường đất được tính thế nào?",
    "a": "Giá bồi thường dựa trên bảng giá đất của UBND tỉnh (cập nhật hằng năm), loại đất, vị trí, và các yếu tố khác. Giá được xác định tại thời điểm cơ quan nhà nước có thẩm quyền quyết định thu hồi đất (Luật Đất đai 2013, Điều 79)."
  },
  {
    "q": "Tái định cư sau khi Thu hồi đất là gì?",
    "a": "Tái định cư là chính sách Nhà nước bồi thường bằng đất ở hoặc nhà ở tại khu tái định cư, hoặc trợ giúp giao đất ở, nhà ở cho những người không đủ điều kiện bồi thường bằng tiền nhưng không còn nơi ở. Nó bảo đảm ổn định cuộc sống người bị ảnh hưởng."
  },
  {
    "q": "Làm sao tra cứu quy hoạch sử dụng đất cho thửa đất của tôi?",
    "a": "Tra cứu tại Văn phòng đăng ký đất đai địa phương hoặc cổng thông tin quy hoạch/đất đai của UBND tỉnh. Cung cấp số tờ, số thửa hoặc tọa độ thửa đất. Nhân viên sẽ giúp bạn xem bản đồ quy hoạch và thông tin mục đích sử dụng."
  },
  {
    "q": "Tranh chấp ranh giới thửa đất với hàng xóm, xử lý thế nào?",
    "a": "Ưu tiên hòa giải ở cấp xã hoặc Ủy ban nhân dân cấp xã. Nếu không hoà giải được, khiếu nại lên cơ quan có thẩm quyền hoặc khởi kiện tại tòa án. Chuẩn bị giấy tờ chứng minh quyền, bản đồ địa chính, biên bản hiện trạng."
  },
  {
    "q": "Mất Giấy chứng nhận quyền sử dụng đất (GCN) thì làm sao?",
    "a": "Lập tờ trình mất, nộp hồ sơ xin cấp lại tại Văn phòng đăng ký đất đai địa phương. Cơ quan sẽ xác minh và cấp lại GCN theo quy định. Trong thời gian chờ, quyền sử dụng đất của bạn vẫn được bảo vệ theo pháp luật."
  },
  {
    "q": "Có phải nộp thuế khi chuyển nhượng đất?",
    "a": "Có thể phát sinh nghĩa vụ tài chính như thuế thu nhập cá nhân (20% hoặc 5% tuỳ trường hợp), lệ phí trước bạ (10%), thuế chuyển quyền (tuỳ địa phương). Mức và loại thuế phụ thuộc trường hợp cụ thể; tư vấn cơ quan thuế địa phương."
  },
  {
    "q": "Đất đang tranh chấp có thể chuyển nhượng không?",
    "a": "Thông thường không nên vì nhiều nơi cấm sang tên khi đang xử lý tranh chấp. Kiểm tra quyết định tạm dừng giao dịch của cơ quan nhà nước (nếu có). Nếu muốn bán, cần thỏa thuận với bên mua về rủi ro pháp lý."
  },
  {
    "q": "Nhận thừa kế đất, sang tên thủ tục gì?",
    "a": "Lập hồ sơ nhận thừa kế (di chúc hoặc theo luật thừa kế), công chứng/chứng thực, nộp hồ sơ sang tên tại Văn phòng đăng ký đất đai kèm giấy tờ chứng minh quyền thừa kế, bản án/quyết định của tòa án (nếu có tranh chấp)."
  },
  {
    "q": "Quyền hạn của chủ sử dụng đất là gì?",
    "a": "Chủ sử dụng đất có quyền: sử dụng đúng mục đích, hưởng thành quả lao động, chuyển giao quyền sử dụng (chuyển nhượng, tặng cho, thừa kế), cho thuê, thế chấp, góp vốn bằng quyền sử dụng đất. Các quyền này tuỳ thuộc hình thức giao đất (Luật Đất đai, Điều 26–44)."
  },
  {
    "q": "Nghĩa vụ của người sử dụng đất là gì?",
    "a": "Người sử dụng đất phải: sử dụng đúng mục đích, đúng ranh giới, bảo vệ môi trường, không gây ô nhiễm, thực hiện đăng ký đất đai, nộp tiền sử dụng đất/tiền thuê, thực hiện các thủ tục khi chuyển giao quyền sử dụng (Luật Đất đai, Điều 31)."
  },
  {
    "q": "Có thể cho thuê đất cho tổ chức/cá nhân khác không?",
    "a": "Nếu được Nhà nước giao có thu tiền sử dụng đất hoặc cho thuê có thời hạn xác định, có thể cho thuê lại (với điều kiện). Hợp đồng cho thuê phải được công chứng/chứng thực và tuân thủ pháp luật về dân sự (Luật Đất đai, Điều 27)."
  },
  {
    "q": "Đất hết thời hạn sử dụng thì sao?",
    "a": "Khi hết thời hạn sử dụng, bạn có thể xin gia hạn sử dụng đất (nếu còn nhu cầu và phù hợp quy hoạch). Thủ tục gia hạn: nộp hồ sơ tại UBND cấp huyện; phải nộp tiền sử dụng đất/tiền gia hạn theo quy định."
  },
  {
    "q": "Gia hạn sử dụng đất được bao lâu?",
    "a": "Thời gian gia hạn phụ thuộc quy định cụ thể của từng địa phương và loại đất. Thông thường gia hạn được cấp từ 5–10 năm (hoặc lâu hơn tuỳ điều kiện). Tư vấn UBND cấp huyện để biết thời hạn cụ thể."
  },
  {
    "q": "Điều chỉnh thời hạn sử dụng đất là gì?",
    "a": "Điều chỉnh thời hạn là việc cơ quan nhà nước có thẩm quyền thay đổi thời hạn sử dụng đất trong quá trình sử dụng (có thể kéo dài hoặc giảm). Thường được thực hiện khi có biến động về quy hoạch hoặc chính sách."
  },
  {
    "q": "Sở hữu nhà ở gắn liền với quyền sử dụng đất ở là gì?",
    "a": "Bạn sở hữu nhà ở (tài sản gắn liền), nhưng chỉ có quyền sử dụng đất (không sở hữu đất). Khi muốn bán nhà, phải bán cả quyền sử dụng đất ở; người mua sẽ nhận toàn bộ quyền sở hữu nhà và quyền sử dụng đất ở."
  },
  {
    "q": "Muốn xây nhà trên đất của tôi cần giấy phép gì?",
    "a": "Cần giấy phép xây dựng do UBND cấp huyện cấp. Hồ sơ gồm: GCN, bản vẽ thiết kế, giấy tờ cá nhân, hóa đơn điện/nước (nếu yêu cầu). Xây dựng sai phép sẽ bị xử phạt hành chính hoặc hình sự."
  },
  {
    "q": "Chỉ giới xây dựng là gì?",
    "a": "Chỉ giới xây dựng là ranh giới giới hạn không được xây dựng trên đất (khoảng cách tối thiểu từ ranh giới thửa đất). Giúp bảo đảm điều kiện ánh sáng, thông gió, độ an toàn cho các công trình lân cận."
  },
  {
    "q": "Hạn chế sử dụng đất là gì?",
    "a": "Hạn chế sử dụng đất là các quy định cấm hoặc giới hạn cách sử dụng đất (ví dụ: không được xây nhà trong vùng bảo vệ di tích, vùng ven sông, đất rừng). Giúp bảo vệ môi trường, tài nguyên thiên nhiên."
  },
  {
    "q": "Tôi có thể bán đất cho người nước ngoài không?",
    "a": "Theo pháp luật Việt Nam, người nước ngoài không được sở hữu đất; chỉ có thể thuê hoặc được Nhà nước giao quyền sử dụng đất theo các điều kiện cụ thể (ví dụ: đầu tư kinh doanh, nhà ở trong các dự án được phép)."
  },
  {
    "q": "Người Việt kiều (gốc Việt định cư nước ngoài) có thể mua bán đất không?",
    "a": "Có thể, nếu được phép nhập cảnh vào Việt Nam. Người Việt kiều được phép mua, bán, cho thuê đất ở và thừa kế đất trong một số trường hợp được quy định (Luật Đất đai, Điều 44)."
  },
  {
    "q": "Lấy biển (mở rộng diện tích đất vào biển) có pháp lý không?",
    "a": "Lấy biển là việc Nhà nước mở rộng diện tích đất từ vùng biển theo quy hoạch; không phải hành động cá nhân. Cá nhân không được tự lấy biển; vi phạm sẽ bị xử phạt hành chính hoặc hình sự."
  },
  {
    "q": "Lấn đất là gì và bị xử phạt thế nào?",
    "a": "Lấn đất là sử dụng đất của người khác hoặc dịch chuyển mốc giới ranh giới thửa đất mà chưa được cơ quan có thẩm quyền cho phép. Bị xử phạt hành chính (phạt tiền, cưỡng chế bàn giao) hoặc khởi tố hình sự tuỳ mức độ."
  },
  {
    "q": "Chiếm đất là gì?",
    "a": "Chiếm đất là sử dụng đất của Nhà nước đã quản lý hoặc đất hợp pháp của người khác mà chưa được cho phép. Bị cấm và sẽ bị xử phạt; cơ quan chức năng sẽ cưỡng chế thu hồi đất."
  },
  {
    "q": "Hủy hoại đất là hành vi gì?",
    "a": "Hủy hoại đất là làm biến dạng địa hình, làm suy giảm chất lượng, gây ô nhiễm khiến mất hoặc giảm khả năng sử dụng đất. Bị cấm; người gây ra phải bồi thường thiệt hại và có thể bị xử phạt hành chính/hình sự."
  },
  {
    "q": "Thoái hóa đất là gì?",
    "a": "Thoái hóa đất là tình trạng đất thay đổi tính chất xấu (mất độ phì, xói mòn, khô hạn, mặn hóa, phèn hóa...) do điều kiện tự nhiên hoặc con người. Nhà nước có trách nhiệm hỗ trợ cải tạo, phục hồi đất bị thoái hóa."
  },
  {
    "q": "Ô nhiễm đất là gì?",
    "a": "Ô nhiễm đất là có chất độc hại (kim loại nặng, hóa chất bảo vệ thực vật, chất độc khác) làm giảm khả năng sử dụng. Nhà nước có trách nhiệm xây dựng kế hoạch xử lý, cải tạo đất bị ô nhiễm."
  },
  {
    "q": "Bản đồ địa chính là gì?",
    "a": "Bản đồ địa chính là bản đồ thể hiện từng thửa đất và các đối tượng địa lý liên quan, lập theo đơn vị hành chính cấp xã. Được xác nhận bởi cơ quan nhà nước có thẩm quyền; là cơ sở để đăng ký đất đai."
  },
  {
    "q": "Bản đồ quy hoạch sử dụng đất là gì?",
    "a": "Bản đồ quy hoạch sử dụng đất thể hiện phân bố các loại đất dự kiến (đất ở, nông nghiệp, công nghiệp...) tại thời điểm cuối kỳ quy hoạch. Giúp định hướng phát triển không gian, bảo vệ tài nguyên."
  },
  {
    "q": "Sổ địa chính là gì?",
    "a": "Sổ địa chính là tài liệu pháp lý của Nhà nước ghi lại thông tin về từng thửa đất (diện tích, chủ sử dụng, quyền sử dụng...). Là căn cứ pháp lý quan trọng để xác nhận quyền sử dụng đất."
  },
  {
    "q": "Đăng ký biến động đất đai là gì?",
    "a": "Đăng ký biến động đất đai là quá trình kê khai, cập nhật thông tin khi có thay đổi về quyền sử dụng, chủ sử dụng, diện tích, mục đích sử dụng đất. Thực hiện tại Văn phòng đăng ký đất đai hoặc UBND cấp xã."
  },
  {
    "q": "Lập hồ sơ địa chính cần đi đâu?",
    "a": "Lập hồ sơ địa chính tại Văn phòng đăng ký đất đai (cấp huyện hoặc xã tuỳ địa phương). Nộp hồ sơ gồm: GCN (nếu có), giấy tờ cá nhân, bản vẽ, tờ khai. Cơ quan sẽ tiếp nhận, xác minh và cấp hồ sơ."
  },
  {
    "q": "Thửa đất chuẩn là gì?",
    "a": "Thửa đất chuẩn là thửa đất có đặc điểm đại diện cho các thửa đất trong vùng giá trị; được chọn để định giá cho các thửa đất khác. Giúp đơn giản hóa việc xác định giá đất phục vụ bồi thường, hỗ trợ."
  },
  {
    "q": "Vùng giá trị (đất) là gì?",
    "a": "Vùng giá trị là khu vực các thửa đất liền kề, cùng mục đích sử dụng, có điều kiện vị trí, khả năng sinh lợi, kết cấu hạ tầng tương tự. Được phân vùng để áp dụng cùng bảng giá đất."
  },
  {
    "q": "Tiền sử dụng đất là gì?",
    "a": "Tiền sử dụng đất là số tiền người sử dụng phải trả cho Nhà nước khi được Nhà nước giao đất có thu tiền hoặc cho phép chuyển mục đích sử dụng. Được xác định dựa trên giá đất, diện tích, mục đích sử dụng."
  },
  {
    "q": "Tiền thuê đất là gì?",
    "a": "Tiền thuê đất là số tiền người sử dụng phải trả hằng năm (hoặc một lần) cho Nhà nước khi được Nhà nước cho thuê đất. Mức tiền phụ thuộc vào giá đất, diện tích, loại đất, thời gian thuê."
  },
  {
    "q": "Lệ phí trước bạ khi mua đất là bao nhiêu?",
    "a": "Lệ phí trước bạ khi mua bán đất/nhà là 10% của giá mua bán được ghi trong hợp đồng (hoặc giá quyết toán của cơ quan thuế). Được nộp tại cơ quan thuế hoặc nộp kèm hồ sơ sang tên đất."
  },
  {
    "q": "Hộ gia đình sử dụng đất là gì?",
    "a": "Hộ gia đình sử dụng đất là nhóm người có quan hệ hôn nhân, huyết thống, nuôi dưỡng sống chung và có quyền sử dụng đất chung được Nhà nước giao hoặc công nhận trước ngày Luật Đất đai 2013 có hiệu lực."
  },
  {
    "q": "Cộng đồng dân cư sử dụng đất được quyền gì?",
    "a": "Cộng đồng dân cư được Nhà nước giao đất để sử dụng vào mục đích sinh hoạt cộng đồng. Có các quyền tương tự cá nhân nhưng không được chuyển nhượng, tặng cho, cho thuê (nếu được giao không thu tiền sử dụng đất)."
  },
  {
    "q": "Tổ chức kinh tế sử dụng đất được quyền gì?",
    "a": "Tổ chức kinh tế có thể được Nhà nước giao, cho thuê đất. Quyền sử dụng tuỳ hình thức giao/thuê: nếu giao có thu tiền, có thể chuyển nhượng, cho thuê, thế chấp; nếu giao không thu tiền, không được chuyển giao."
  },
  {
    "q": "Doanh nghiệp nhà nước sử dụng đất có đặc thù gì?",
    "a": "Doanh nghiệp nhà nước được Nhà nước giao đất (thường không thu tiền); không được chuyển nhượng tùy ý mà phải theo quy định về quản lý tài sản công. Khi tái cấu trúc (sáp nhập, chia tách), quyền sử dụng đất được xử lý theo quy định cụ thể."
  },
  {
    "q": "Tổ chức tôn giáo có thể sử dụng đất được không?",
    "a": "Có, tổ chức tôn giáo được Nhà nước giao, cho thuê đất để sử dụng vào mục đích tôn giáo (ví dụ: xây dựng chùa, nhà thờ, thánh đường). Quyền sử dụng tương tự các tổ chức khác, tuỳ hình thức giao."
  },
  {
    "q": "Cá nhân trực tiếp sản xuất nông nghiệp được giao đất được quyền gì?",
    "a": "Cá nhân trực tiếp sản xuất nông nghiệp được Nhà nước giao đất nông nghiệp trong hạn mức quy định. Có quyền sử dụng, chuyển đổi (không bán) với cá nhân khác cùng loại hình sản xuất, được thừa kế nhưng có hạn chế nhất định."
  },
  {
    "q": "Quyền sử dụng đất bị kê biên sẽ thế nào?",
    "a": "Khi quyền sử dụng đất bị kê biên (để thực hiện án), người sử dụng không được thực hiện quyền chuyển giao. Đất sẽ được xử lý theo quyết định thi hành án của cơ quan thi hành án dân sự (bán, tịch thu, v.v.)."
  },
  {
    "q": "Khiếu nại quyết định cấp GCN hoặc từ chối cấp GCN thế nào?",
    "a": "Nộp đơn khiếu nại tại UBND cấp huyện (cơ quan có thẩm quyền), kèm bằng chứng chứng minh quyền sử dụng đất. Cơ quan có thời hạn 30 ngày xem xét. Nếu không chấp nhận, có thể khởi kiện tại tòa án."
  },
  {
    "q": "Thủ tục khi bán nhà gắn liền với quyền sử dụng đất ở?",
    "a": "Lập hợp đồng bán nhà, công chứng/chứng thực, nộp hồ sơ sang tên tại Văn phòng đăng ký đất đai kèm GCN, hợp đồng, hóa đơn, chứng minh nhân dân/hộ chiếu của cả bên bán và bên mua."
  },
  {
    "q": "Góp vốn bằng quyền sử dụng đất là gì?",
    "a": "Góp vốn bằng quyền sử dụng đất là sự thỏa thuận giữa các bên để chuyển quyền sử dụng đất thành vốn điều lệ của tổ chức kinh tế. Phải được công chứng/chứng thực và đăng ký tại cơ quan có thẩm quyền."
  }
]